IDEA Open Model
ApplyConnTemplateSetting.DefaultBoltAssemblyID Property
Compatible with IDEA StatiCa 20.1
 ID of the bolt assembly which will be used as default (it must exists in the project)
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public int DefaultBoltAssemblyID { get; set; }
Public Property DefaultBoltAssemblyID As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
ApplyConnTemplateSetting Class
IdeaRS.OpenModel.Connection Namespace